{
  "RECIPE_UNLOCKS": {
    "woldsvaults:default": {
      "NAME": "Test Recipe",
      "DESCRIPTION": "This should never be seen in normal gameplay."
    },
    "woldsvaults:standard_trinket_pouch": {
        "NAME": "Standard Trinket Pouch",
        "DESCRIPTION": "An improved trinket pouch that can store one of each trinket type. Crafted in Weaving Station."
    },
    "woldsvaults:light_trinket_pouch": {
      "NAME": "Arcane Trinket Pouch",
      "DESCRIPTION": "A special trinket pouch that can store two blue trinkets and one green trinket. Crafted in Weaving Station."
    },
    "woldsvaults:heavy_trinket_pouch": {
      "NAME": "Mercenary's Trinket Pouch",
      "DESCRIPTION": "A special trinket pouch that can store two red trinkets and one green trinket. Crafted in Weaving Station."
    },
    "woldsvaults:explorer_trinket_pouch": {
      "NAME": "Explorer's Trinket Pouch",
      "DESCRIPTION": "A special trinket pouch that can store two green trinkets and one blue trinket. Crafted in Weaving Station."
    },
    "woldsvaults:wizard_trinket_pouch": {
      "NAME": "Wizard's Trinket Pouch",
      "DESCRIPTION": "A special trinket pouch that can store two blue trinkets and one red trinket. Crafted in Weaving Station."
    },
    "woldsvaults:slayer_trinket_pouch": {
      "NAME": "Slayer's Trinket Pouch",
      "DESCRIPTION": "A special trinket pouch that can store two red trinkets and one blue trinket. Crafted in Weaving Station."
    },
    "woldsvaults:looters_trinket_pouch": {
      "NAME": "Looter's Dream Trinket Pouch",
      "DESCRIPTION": "A special trinket pouch that can store THREE green trinkets. Crafted in Weaving Station."
    },
    "woldsvaults:warrior_trinket_pouch": {
      "NAME": "Warrior Trinket Pouch",
      "DESCRIPTION": "A special trinket pouch that can store THREE red trinkets. Crafted in Weaving Station."
    },
    "woldsvaults:hyper_trinket_pouch": {
      "NAME": "Hyper Trinket Pouch",
      "DESCRIPTION": "A special trinket pouch that can store THREE blue trinkets. Crafted in Weaving Station."
    },
     "woldsvaults:prismatic_trinket_pouch": {
      "NAME": "Prismatic Trinket Pouch",
      "DESCRIPTION": "The premier and ultimate trinket pouch, capable of holding 2 of each type of trinket. Crafted in Weaving Station."
    },
    "woldsvaults:zephyr_charm": {
      "NAME": "Zephyr Charm",
      "DESCRIPTION": "An incredibly powerful unbreakable blue trinket that greatly improves your movement in vaults."
    }
  }
}